[
  {
    "id": 1,
    "className": "Харацинові (лат. Characidae)",
    "image": "https://i.postimg.cc/bYBCjsVy/Characidae.jpg",
    "image_alt": "Characidae",
    "details": {
      "description": "Маленькі тропічні рибки, що входять до ряду харациподібних. Харацинові мають яскраве забарвлення, їх легко тримати в неволі, тому вони популярні серед акваріумістів."
    },
    "items": [
      {
        "id": 1.1,
        "title": "Тетра Аманда (Hyphessobrycon amandae)",
        "description": "Миролюбна та невибаглива зграйна рибка із сімейства харацинових. У природі живе в біотопах Південної Америки з повільною течією, піщаним дном, великою кількістю рослин та корчів. Якщо у рибки стрес чи погані умови утримання/параметри води - вона блідне і втрачає забарвлення. Нескладна у утриманняі, можна рекомендувати і для акваріумістів-початківців.",
        "images": [
          {
            "src": "https://i.postimg.cc/148W0hH6/Hyphessobrycon-amandae1.jpg",
            "alt": "Hyphessobrycon-amandae"
          },
          {
            "src": "https://i.postimg.cc/bDBmX3zs/Hyphessobrycon-amandae2.jpg",
            "alt": "Hyphessobrycon-amandae"
          }
        ]
      },
      {
        "id": 1.2,
        "title": "Неон червоний (Paracheirodon axelrodi)",
        "description": "Риби завдовжки до 4 сантиметрів. У дикій природі неон звичайний зустрічається в притоках річки Амазонки. Самки неонів відрізняються від самців більш повним черевцем, при цьому блакитна мерехтлива смуга, що йде уздовж тіла рибки згинається, а у самців вона залишається прямою. Утримувати цих рибок не складно. До якості корму неон не вимогливий. Температура води для утримання рибок повинна бути близько +21 +23 градусів. Неонів розміщують в акваріумах, де є густо посаджені рослини, де вони можуть ховатися або просто плавати між ними. Рослини розсаджують по периметру акваріума, залишаючи вільним тільки переднє скло і центр, для того щоб рибки плавали і годувалися, а їх можна було легко спостерігати. Бажано містити неони зграйкою, так як в природі вони стайні риби. Коли зграйка рухається синхронно і поблискує своїми неоновими смужками це досить чаруюче видовище.",
        "images": [
          {
            "src": "https://i.postimg.cc/9zsLJ88k/red-neon1.jpg",
            "alt": "Red-neon"
          },
          {
            "src": "https://i.postimg.cc/KRLJVPC8/red-neon2.jpg",
            "alt": "Red-neon"
          }
        ]
      }
    ]
  },
  {
    "id": 2,
    "className": "Мелатонінові (лат. Melanotaeniidae)",
    "image": "https://i.postimg.cc/yY3f6s2F/Rainbow-fish.jpg",
    "image_alt": "Melanotaeniidae",
    "details": {
      "description": ""
    },
    "items": [
      {
        "id": 2.1,
        "title": "Попондетта фурката (Pseudomugil furcatus)",
        "description": "Попондетта фурката, або вільчатохвоста синьоока (Pseudomugil furcatus) – невелика зграйна рибка з сімейства Псевдомугілові, що мешкає у водоймах Нової Гвінеї. Найчастіше її можна зустріти близько до узбережжя, де прісна вода перемішується із солоною. Вперше рибка була виявлена в 1953 поблизу міста Попондетта, за що синьоока і була удостоєна своєї назви. Однак у аматорській акваріумістиці вигляд почав з’являтися відносно недавно – у 1980-х. Масовий вилов і господарська діяльність людини свого часу призвели до того, що вид був включений до Міжнародної Червоної книги, як на межі зникнення. Однак більш жорстке екологічне законодавство та розведення рибок для комерційного продажу на спеціальних фермах зробили свою справу, і згідно з останніми даними чисельність популяцій відновилася, рибкам поки що нічого не загрожує. Завдяки своєму привабливому забарвленню та невеликому розміру є одним із найпривабливіших видів для популярних нині нано-акваріумів.",
        "images": [
          {
            "src": "https://i.postimg.cc/vgB0SpwJ/Pseudomugil-furcatus1.jpg",
            "alt": "Pseudomugil-furcatus"
          },
          {
            "src": "https://i.postimg.cc/7JJmq06X/Pseudomugil-furcatus2.jpg",
            "alt": "Pseudomugil-furcatus"
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "className": "Коридороси (лат. Corydoras)",
    "image": "https://i.postimg.cc/x8qZ1DRp/Corydoras.jpg",
    "image_alt": "Corydoras",
    "wiki": "https://uk.wikipedia.org/wiki/%D0%9A%D0%BE%D1%80%D0%B8%D0%B4%D0%BE%D1%80%D0%B0%D1%81",
    "details": {
      "description": "Види роду Corydoras дають широке розмаїття форм тіла і забарвлення. Це дрібні риби, від 25 до 120 міліметрів. Усі види роду коридорас мають відносно коротке тіло з опуклою спинкою. По усьому тілу йдуть два ряди кісткових пластин, що перекриваються, які власне і дали назву родині (російською родина називається панцирні соми). Рот нижній, пристосований для захоплення їжі з дна і викопування смачних черв'яків. Орієнтуватися в каламутній воді коридорасам допомагають три пари маленьких вусиків. Ще одна цікава особливість коридорасів — вони подібно до лабіринтових уміють дихати повітрям. Правда коридораси розв'язали цю проблему з властивим усім сомам талантом і винахідливістю — вони просто ковтають бульбашку повітря і засвоюють з неї кисень в товстій кишці. Завдяки такому типу дихання коридораси з легкістю переносять сезонні пересихання водойм, багато дослідників відмічають, що зграї коридорасів, що годуються, можуть виповзати на мулке мілководдя з мінімумом води, так що спинки залишаються на повітрі."
    },
    "items": [
      {
        "id": 3.1,
        "title": "Коридорас еверсі (Corydoras Eversi C65)",
        "description": "Дуже гарний Corydoras eversi мешкає в басейні річки Арагуаї (Бразилія) і став відомим під кодовою назвою C 65. Вперше він був науково описаний лише у 2016 році. Наукова класифікація C. eversi базується на колекції, зібраній Гансом-Георгом Еверсом у 1998 році, який також привіз із собою живих екземплярів. Як згадувалося раніше, спочатку їм було присвоєно номер C65. Цей вид присутній в акваріумістиці завдяки розведенню в умовах збереження, що розпочалося з першого імпорту – чудовий приклад того, що розведення з метою збереження можливе навіть завдяки хобі акваріумістів. Риби, які ми пропонуємо зараз, є саме нащадками таких розведень. C. eversi дуже схожий на C. araguiaensis, який також походить із цього ж регіону, і відрізняється, окрім деталей забарвлення, зокрема золотисто-жовтого відтінку, структурою черепного скелета.",
        "images": [
          {
            "src": "https://i.postimg.cc/d0mpW936/Corydoras-Eversi1.jpg",
            "alt": "Corydoras-Eversi"
          },
          {
            "src": "https://i.postimg.cc/ydL5KYFS/Corydoras-Eversi2.jpg",
            "alt": "Corydoras-Eversi"
          },
          {
            "src": "https://i.postimg.cc/3N6cySf8/Corydoras-Eversi3.jpg",
            "alt": "Corydoras-Eversi"
          }
        ]
      },
      {
        "id": 3.2,
        "title": "Коридорас юлії (лат. Corydoras julii)",
        "description": "Завдовжки досягає 5—6 см. Спостерігається статевий диморфізм: самиця більша за самця, останні стрункіші. Голова помірно велика, морда округла. Очі середнього розміру. Є 3 пари маленьких вусиків. Тулуб стрункий. Спинний плавець високий, у самців перші промені більш розвинені, у самиць — округлі. Має 7 м'яких променів, кількість яких дорівнюється анальним променям. Хвостовий плавець з виїмкою, широкими лопатями. Забарвлення жовтувато-сіре, ближче до кольору слонової кістки, зі сріблястими блиском. По всьому тілу розкидано дрібні чорні плямочки і чорні хвилясті лінії, окрім черево, утворюючи чудовий візерунок. Черево є світле, без малюнка. Від середині тіла (уздовж бокової лінії) до хвостового плавця тягнеться чорна нерівна смуга. У самця доходить майже до зябрової кришки. Зверху й донизу до цієї смуги долучаються тонкі лінії. Нижче цієї смуги кожна лусочка має облямівку чорного кольору. Верхня половина спинного плавця інтенсивно-чорного забарвлення, його основа — прозоре. Анальним плавцем проходять 5—7 смуг, утворених тоненькими рисками. Хвостовий плавець має декілька чорних плямок.",
        "images": [
          {
            "src": "https://i.postimg.cc/P51RxMWH/Corydoras-julii1.jpg",
            "alt": "Corydoras-Julii"
          },
          {
            "src": "https://i.postimg.cc/Bvsw11pK/Corydoras-julii2.jpg",
            "alt": "Corydoras-Julii"
          },
          {
            "src": "https://i.postimg.cc/ncyWpWQT/Corydoras-julii3.jpg",
            "alt": "Corydoras-Julii"
          }
        ]
      },
      {
        "id": 3.3,
        "title": "Коридорас кососмугий (лат. Corydoras loxozonus)",
        "description": "Завдовжки досягає 4—4,9 см. Голова масивна. Очі невеличкі. Рот повернуто донизу. Є 3 пари маленькі вусики. Тулуб кремезний. Спинний плавець високий, складається з 1 жорсткого і 7 м'яких плавців. Жировий плавець маленький, округлий. Грудні плавці витягнуті. Черевні плавці поступаються останнім. Анальний плавець трохи більше за жировий. Хвостовий плавець відносно великий зі значною виїмкою, лопаті широкі.\n\nЗабарвлення сріблясто-біле з невеличкою кількістю маленьких чорних плямочок, що утворюють поздовжні смуги. Голова і спинна область золотаво кольору. Через очі та уздовж спинного хребта, що спускається до нижнього краю хвостового плавця. По спині від спинного плавця до центру хвостового проходить чорна смуга.",
        "images": [
          {
            "src": "https://i.postimg.cc/vmz27H2S/Corydoras-loxozonus1.jpg",
            "alt": "Corydoras-loxozonus"
          },
          {
            "src": "https://i.postimg.cc/Kzp9Vp2P/Corydoras-loxozonus-2.jpg",
            "alt": "Corydoras-loxozonus"
          },
          {
            "src": "https://i.postimg.cc/Kz8q0Sdc/Corydoras-loxozonus3.jpg",
            "alt": "Corydoras-loxozonus"
          }
        ]
      }
    ]
  },
  {
    "id": 4,
    "className": "Стіфодон (лат. Stiphodon)",
    "image": "https://i.postimg.cc/wjwMPnv4/Stiphodon.jpg",
    "image_alt": "Stiphodon",
    "details": {
      "description": ""
    },
    "items": [
      {
        "id": 4.1,
        "title": "Стіфодон суруфус (Stiphodon surrufus)",
        "description": "Це прісноводна рибка, відома своєю яскравою зовнішністю та цікавими поведінковими особливостями. Цей вид, як і інші представники роду Stiphodon, популярний серед акваріумістів завдяки своєму естетичному вигляду, невеликим розмірам та миролюбному характеру. Рибка має невеликий розмір, зазвичай досягає 4–6 см у довжину",
        "images": [
          {
            "src": "https://i.postimg.cc/xjLCYX8z/Stiphodon-surrufus1.jpg",
            "alt": "Stiphodon-surrufus"
          },
          {
            "src": "https://i.postimg.cc/br0NRBWT/Stiphodon-surrufus2.jpg",
            "alt": "Stiphodon-surrufus"
          }
        ]
      },
      {
        "id": 4.2,
        "title": "Стіфодон аніє (Stiphodon Annieae)",
        "description": "Як і інші Sicydiinae , Stiphodon Annieae зустрічається в прозорих струмках з високим градієнтом і кам’янистим дном. Живе на дні річки, на вершині скель. Вважається амфідромним . Самці цього виду можуть досягати довжини 2,3см",
        "images": [
          {
            "src": "https://i.postimg.cc/ydZNDdT2/Stiphodon-annieae1.jpg",
            "alt": "Stiphodon-annieae"
          },
          {
            "src": "https://i.postimg.cc/GmL9Xbcs/Stiphodon-annieae2.jpg",
            "alt": "Stiphodon-Annieae"
          }
        ]
      },
      {
        "id": 4.3,
        "title": "Стіфодон рутилауріус (Stiphodon Rutilaureus)",
        "description": "Досягають довжини 4 см. Перший спинний плавець має видовжену серпоподібну форму. Промені анального плавця закінчуються зубчастими краями. Металевий синій блиск присутній на нижній частині голови, від лінії рота вниз, а також на зябрових кришках. На спині помітна смуга блискучої блакитної луски. У першого спинного плавця домінують оранжево-коричневі відтінки, тоді як у другого — темні. По спинному та анальному плавцях розкидані блакитні цятки. На хвостовому плавці переважають червонувато-оранжеві кольори, а у верхній долі видно блакитні плями та лінії. На грудних плавцях можна чітко простежити закономірність розташування цяток.",
        "images": [
          {
            "src": "https://i.postimg.cc/jdQL6Drb/Stiphodon-Rutilaureus1.jpg",
            "alt": "Stiphodon-Rutilaureus"
          },
          {
            "src": "https://i.postimg.cc/zf3v1pHz/Stiphodon-Rutilaureus2.jpg",
            "alt": "Stiphodon-Rutilaureus"
          }
        ]
      },
      {
        "id": 4.4,
        "title": "Стіфодон неоновий синій (Stiphodon Semoni)",
        "description": "Стифодон неоновий синій, або кобальтовий (Stiphodon semini) – прісноводна променепера рибка із сімейства Бичкові. Зустрічається на численних островах Південно-Східної Азії. Цей гарний бичок не дуже поширений в акваріумних колах і найчастіше його можна зустріти тільки в акваріумах справжніх цінителів. Рибки досить дорогі, адже більшість із них виловлюється у живій природі. Назву сімейства можна перекласти з грецької як «зубастий». Це відсилання до численних зубів на верхній щелепі у всіх представників. Видовий епітет бичок неоновий синій отримав на честь німецького зоолога та еволюціоніста Річарда В. Семона. Серед важливих особливостей рибки варто відзначити тип харчування: неонові бички вживають в їжу біоплівку з водоростей.",
        "images": [
          {
            "src": "https://i.postimg.cc/PqcxfZ1m/Stiphodon-semoni1.jpg",
            "alt": "Stiphodon-semoni"
          },
          {
            "src": "https://i.postimg.cc/hvRtTByv/Stiphodon-semoni2.jpg",
            "alt": "Stiphodon-semoni"
          }
        ]
      }
    ]
  }
]
